;
; Puține reguli pentru traducător:
; Pentru început de traducere - copiați english.ini în limba dvs.ini
; Traduceți textul numai după simbolul '='
; 
; Product Name: Wise Force Deleter
; TranslationAuthor: Șamoca Ștefan Mihai
; TranslationAuthorEmail: icesbitt@yahoo.com
;

[Lang]
NativeLanguage=Română (Romanian)

[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=Bine
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Închidere
ButtonRestore=Restaurare
ButtonMenu=Meniu
BtnNews=Informații

[Translation]
LangCode=0418
ReadHabit=De la stânga la dreapta
LanguageName=ROM
LangShortName=ro-ro
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informații
Warning=Atenție
Error=Eroare
Confirm=Confirmare

pmHelp=Ajutor Online
pmforum=Forum
pmHome=Pagina Principală
pmContact=Contactați-ne
pmCheckNew=Verifică actualizări
pmLang=Limba
pmAbout=Despre
pmConMenu=Adaugă la meniul contextual
FrmWDMain.lbltitle.caption=Wise Force Deleter Beta
FrmWDMain.lbldesc.caption=Scăpați de orice fişiere care nu pot fi şterse de Windows
FrmWDMain.btnAFile.caption=Adaugă fișier
FrmWDMain.btnAfolder.caption=Adaugă dosar
FrmWDMain.btnRemove.caption=Elimină
FrmWDMain.btnDel.caption=Deblochează & Șterge
FrmWDMain.btnsupport.caption=Comentarii
FrmWDMain.btnfacebook.hint=Urmăriţi-ne pe Facebook
FrmWDMain.btntwitter.hint=Distribuie Wise Force Deleter pe twitter
FrmWDMain.btngoogle.hint=Distribuie Wise Force Deleter pe Google+

FrmWDMain.btnemail.hint=Spunețile prietenilor despre Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=Nume
FrmWDManin.lvfile.Columns[1]=Cale
FrmWDManin.lvfile.Columns[2]=Stare

FrmAbout.lblver.caption=Versiunea curentă:
FrmAbout.lblemail.caption=Suport e-mail:
FrmAbout.lblhome.caption=Pagina principală:
FrmAbout.lblthanks.caption=Mulțumim următoarelor persoane pentru contribuțiile lor:
FrmAbout.lblWarning.caption=Atenție: protejat de legea privind dreptul de autor și de tratatele internaționale.

;
; Popup Menu
;
FrmAbout.caption=Despre

[Message]
NoNews=Nu aveți niciun mesaj necitit.
addfolderwar=Toate fișierele și subdosarele vor fi șterse. Sigur doriți să deblocați și să ștergeți acest dosar?
sysdirs=Imposibil de acceptat ștergerea directoarelor de sistem.
rootpath=Imposibil de acceptat ștergerea directoarelor rădăcină.
netdevice=Unitatea nu este o unitate locală validă.
DragFile=Dosarul nu poate fi tras în zona goală. 
ForceDelete=Ștergere forțată
Newver=O nouă versiune de Wise Force Deleter este disponibilă, doriţi să actualizaţi acum?
NoNewVer=Felicitări, folosiți ultima versiune!
None=Gata
Unlocked=Deblocat & Șters
Deleted=Șters
FailDel=Ștergere eșuată
Aborted=Anulat
NoExists=Nu există
ConfirmDel=Doriți să deblocați și să ștergeți fișierele?
TranslateTo=Traducere la...
